{
    "HomePage": {
        "title": "IBOSH",
        "subtitle": "Not A scent... A feeling",
        "discover": "اكتشف المزيد",
        "showcase_title_1": "",
        "showcase_title_2": "فن",
        "showcase_title_3": "صناعة",
        "showcase_title_4": "الأجواء",
        "showcase_subtitle": "نصنع لحظات تبقى في الذاكرة. مجموعتنا مصممة ليس فقط لتعطير المكان، بل لتغيير حالتك المزاجية.",
        "showcase_cta": "استكشف المجموعة"
    },
    "Common": {
        "addToCart": "أضف للسلة",
        "addedToCart": "تم الإضافة للسلة",
        "checkout": "إتمام الطلب",
        "price": "السعر",
        "total": "المجموع",
        "emptyCart": "السلة فارغة",
        "cart": "سلة التسوق",
        "freeShippingUnlocked": "مبروك! حصلت على شحن مجاني",
        "addMoreForFreeShipping": "أضف {amount} ليرة للشحن المجاني",
        "startShopping": "ابدأ التسوق",
        "freeShippingOffer": "عرض الشحن المجاني",
        "freeShippingOver": "شحن مجاني للطلبات فوق {amount} ليرة",
        "greatNewsFreeShipping": "خبر رائع! طلبك مؤهل للشحن المجاني.",
        "quickBuyWhatsApp": "طلب سريع عبر واتساب"
    },
    "Navigation": {
        "home": "الرئيسية",
        "cart": "السلة",
        "contact": "تواصل معنا",
        "quickLinks": "روابط سريعة",
        "store": "المتجر",
        "about": "من نحن"
    },
    "Features": {
        "fastDeliveryTitle": "توصيل سريع",
        "fastDeliveryDesc": "إلى جميع أنحاء تركيا",
        "longLastingTitle": "ثبات عالي",
        "longLastingDesc": "عطور تدوم لساعات طويلة",
        "naturalTitle": "مكونات طبيعية",
        "naturalDesc": "مستوحاة من الطبيعة الخالصة",
        "aromaticPrecisionTitle": "دقة عطرية فائقة",
        "aromaticPrecisionDesc": "تركيبة قوية تملأ المكان فوراً"
    },
    "Newsletter": {
        "title": "تواصل معنا مباشرة",
        "description": "لديك استفسار أو طلب خاص؟ راسلنا مباشرة عبر واتساب وسنكون سعداء بخدمتك.",
        "placeholder": "اكتب رسالتك هنا...",
        "button": "إرسال للواتساب"
    },
    "AboutPage": {
        "title": "قصة IBOSH",
        "text": "في IBOSH، نؤمن أن العطر ليس مجرد رائحة، بل هو شعور وذاكرة. بدأت رحلتنا من الشغف بابتكار روائح تحول الأجواء العادية إلى تجارب استثنائية. كل منتج في تشكيلتنا مصمم بعناية ليمنح منزلك أو مساحتك الخاصة لمسة من الفخامة والراحة التي تدوم. نحن لا نبيع عطوراً، نحن نصنع الأجواء التي تستحق أن تعيشها."
    },
    "Contact": {
        "title": "تواصل معنا",
        "phone": "الهاتف",
        "email": "البريد الإلكتروني",
        "social": "تابعنا على",
        "location": "الموقع",
        "address": "إسطنبول، تركيا",
        "back": "العودة للرئيسية"
    },
    "Products": {
        "1": {
            "name": "معطر جو هوش",
            "description": "معطر الجو IBOSH Hush هو معطر جو ممتاز يضفي نضارة فورية على مساحات المعيشة الخاصة بك بتأثيره المنعش وطويل الأمد. بفضل تركيبته الخاصة، فإنه يزيل الروائح الكريهة ويمنح بيئتك أجواء نظيفة وهادئة وأنيقة. إنه حل عملي ذو تأثير سريع للمنزل والمكتب والسيارة وكل ركن من أركان الحياة اليومية.\n\nبفضل تصميمه الحديث والأنيق، فإنه يضيف لمسة جمالية إلى بيئتك ليس فقط كمزيل للروائح ولكن أيضًا كديكور. تنتشر بنية الجوهر الناعمة والمتوازنة بشكل فعال في كل من المناطق الصغيرة والكبيرة؛ مما يخلق جوًا واسعًا ونظيفًا ومريحًا من الرشة الأولى.",
            "features": "• تركيبة خاصة بحجم 260 مل – انتشار رائحة متوازن وفعال يدوم طويلاً\n• تأثير سريع – يحيد الروائح الكريهة فوراً\n• جوهر منعش ونظيف – مثالي للاستخدام في المنزل والمكتب والسيارة\n• تصميم زجاجة مزخرف – مظهر حديث وأنيق\n• نطاق واسع من الاستخدام – مناسب لغرفة المعيشة، غرفة النوم، المطبخ، الحمام، المكتب، الممر وداخل السيارة",
            "usage": "• امسك البخاخ بشكل عمودي ورش 1-2 مرات في الهواء\n• طبق عدة مرات حسب الحاجة في المناطق الأكبر\n• لا ترش عن قرب شديد على الأقمشة والأسطح\n• يحفظ بعيداً عن متناول الأطفال"
        },
        "2": {
            "name": "معطر جو أعواد فانكي فريش",
            "description": "يضفي معطر الأعواد IBOSH Funky Fresh جوًا حيويًا ومظهرًا أنيقًا على بيئتك بفضل رائحة العلكة المنعشة وتصميمه الزهري المزخرف. بفضل تأثير 'Bubble Gum' الحلو والحيوي والممتع؛ إنه خيار ممتاز لأولئك الذين يرغبون في جو شبابي وديناميكي وإيجابي.\n\nزجاجته الأنيقة وتفاصيل الزهور الخاصة بداخله تجعل المنتج أكثر من مجرد عطر منزلي، وتضيف لمسة زخرفية إلى المكان. إنه ينشط مساحة المعيشة الخاصة بك من خلال توفير نضارة طويلة الأمد بغض النظر عن غرفة المعيشة أو غرفة النوم أو الحمام أو المكتب أو مساحة العمل.",
            "features": "• تركيبة خاصة بحجم 110 مل\n• تصميم زهري مزخرف\n• رائحة علكة حلوة ومنعشة (Bubble Gum)\n• انتشار رائحة يدوم طويلاً\n• تعطير طبيعي ومتوازن بفضل الأعواد\n• مناسب للاستخدام في المنزل والمكتب\n• مظهر جمالي يتناسب مع أي بيئة",
            "usage": "• افتح غطاء الزجاجة بعناية.\n• ضع الأعواد داخل الزجاجة.\n• عندما تمتص الأعواد العطر، تبدأ الرائحة في الانتشار في المكان.\n• اقلب الأعواد على فترات معينة للحصول على تأثير أكثر كثافة."
        },
        "3": {
            "name": "معطر جو أعواد ترويبيكال مود - مانجو",
            "description": "تضيف سلسلة Tropical Mood الرائحة والجمال إلى مساحات المعيشة الخاصة بك بفضل رائحة المانجو المنعشة وتفاصيل الزهور الأنيقة. بفضل تركيبتها الخاصة المُعدة خلاصات طبيعية، تخلق انتعاشًا حلوًا واستوائيًا يدوم طويلاً في البيئة.\n\nبفضل زجاجتها الأنيقة وتصميم الزهور المزخرف، فإنها تضيف الأناقة إلى مساحتك ليس فقط كعطر للغرفة ولكن أيضًا كإكسسوار تزييني.",
            "features": "• تركيبة مميزة بحجم 110 مل – توفر انتشارًا فعالًا وطويل الأمد للرائحة.\n• رائحة مانجو طبيعية – تخلق جوًا منعشًا وحلوًا واستوائيًا.\n• تصميم زهري مزخرف – يضيف الأناقة إلى أي بيئة بمظهره الجمالي.\n• نظام نشر الأعواد الفعال – تنتشر الرائحة بالتساوي وبسرعة.\n• نطاق واسع من الاستخدام – مثالي لغرفة المعيشة، غرفة النوم، الحمام، المطبخ والمكتب.\n• زجاجة أنيقة – مزخرفة ومتينة بمواد عالية الجودة.",
            "usage": "• افتح غطاء الزجاجة بعناية.\n• ضع الأعواد داخل الزجاجة.\n• بعد أن تمتص الأعواد العطر، تبدأ رائحة ناعمة في الانتشار في البيئة.\n• اقلب الأعواد على فترات معينة للحصول على رائحة أكثر كثافة.\n• احفظ المنتج بعيدًا عن أشعة الشمس المباشرة."
        }
    }
}